
/* conjunction to end a compound sentence */
" and" = " 和";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" 已经在使用中。";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<新帐号>";

/* No comment provided by engineer. */
"Account:" = "帐号:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "动作:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "替所选事件新增一项动作";

/* No comment provided by engineer. */
"Alias:" = "别名:";

/* No comment provided by engineer. */
"Auto-Connect on Launch" = "启动时自动运行";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Cancel current account activity prefix */
"Cancel: %@" = "取消: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "不能打开音效集";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Configure the selected action" = "设定所选的动作";

/* Connect account prefix */
"Connect: %@" = "连接: %@";

/* New contact alert pane */
"Delete after event occurs" = "事件发生后删除";

/* No comment provided by engineer. */
"Delete Event?" = "删除事件？";

/* Disconnect account prefix */
"Disconnect: %@" = "断开: %@";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* Label besides the encryption preference menu */
"Encryption:" = "加密:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "事件:";

/* No comment provided by engineer. */
"Idle" = "闲置";

/* No comment provided by engineer. */
"Invalid status icon pack" = "无效的状态图标包";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"Join Chat" = "加入聊天";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "当你键入文字时让其他人知道";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "新增提示";

/* No comment provided by engineer. */
"No compatible accounts connected" = "没有兼容的帐号已连接";

/* No comment provided by engineer. */
"OK" = "好";

/* Label for the password field in the account preferences */
"Password:" = "密码:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "移除与此事件有关的 %i 动作？";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "移除所选的动作";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "音效集更新失败";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "被安装在 \"%2$@\" 的已被激活的状态图标包 \"%1$@\" 是无效的。它丢失了需要的状态图标\"%3$@\"。如果你是从 adiumxtras.com 收到这图标包，请联系其作者。你的状态图标设置将被恢复成为缺省。";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "您所输入的字符并非这个服务所允许的有效帐号名称。";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "音效集 %1$@ 为版本 %2$i, 而这版本的 Adium 不知道如何处理它；或者你需要尝试使用更新的 Adium 版本。";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "这版本的 Adium 使用了新的音效集格式。Adium 不能够更新位于 %2$@ 的音效集 %1$@。它已经不能被使用。";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "键入:";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"User Name" = "用户名";
